Repository: bsenturk/qreative-ios
Catalog: QReative/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, pt_br, th, tr, vi

source: Emoji added
ar: تمت إضافة الإيموجي
de: Emoji hinzugefügt
es: Emoji añadido
fr: Emoji ajouté
id: Emoji ditambahkan
ja: 絵文字を追加しました
pt_br: Emoji adicionado
th: เพิ่มอิโมจิแล้ว
tr: Emoji eklendi
vi: Đã thêm emoji

source: Enable in Settings
ar: تفعيل في الإعدادات
de: In Einstellungen aktivieren
es: Activar en Ajustes
fr: Activer dans Réglages
id: Aktifkan di Pengaturan
ja: 設定で有効にする
pt_br: Ativar nos Ajustes
th: เปิดใช้งานในการตั้งค่า
tr: Ayarlar'da Etkinleştir
vi: Bật trong Cài đặt

source: Enjoy scanning without any interruptions
ar: استمتع بالمسح دون أي مقاطعات
de: Scannen ohne Unterbrechungen genießen
es: Disfruta escaneando sin interrupciones
fr: Profitez du scan sans interruption
id: Nikmati pemindaian tanpa gangguan
ja: 中断なくスキャンを楽しめます
pt_br: Aproveite a leitura sem interrupções
th: สแกนได้โดยไม่มีสิ่งรบกวน
tr: Kesintisiz tarama keyfini çıkarın
vi: Quét mã không bị gián đoạn

source: Error
ar: خطأ
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
pt_br: Erro
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: Export in high quality formats.
ar: صدّر بصيغ عالية الجودة.
de: In hochwertigen Formaten exportieren.
es: Exporta en formatos de alta calidad.
fr: Exportez dans des formats haute qualité.
id: Ekspor dalam format berkualitas tinggi.
ja: 高品質フォーマットでエクスポート。
pt_br: Exporte em formatos de alta qualidade.
th: ส่งออกในรูปแบบคุณภาพสูง
tr: Yüksek kaliteli biçimlerde dışa aktar.
vi: Xuất ở định dạng chất lượng cao.

source: Failed to generate QR code
ar: تعذّر إنشاء رمز QR
de: QR-Code konnte nicht erstellt werden
es: No se pudo generar el código QR
fr: Échec de la génération du QR code
id: Gagal membuat kode QR
ja: QRコードの生成に失敗しました
pt_br: Falha ao gerar o código QR
th: สร้างรหัส QR ไม่สำเร็จ
tr: QR kodu oluşturulamadı
vi: Không thể tạo mã QR

source: Failed to process image
ar: تعذّرت معالجة الصورة
de: Bild konnte nicht verarbeitet werden
es: No se pudo procesar la imagen
fr: Échec du traitement de l’image
id: Gagal memproses gambar
ja: 画像の処理に失敗しました
pt_br: Falha ao processar a imagem
th: ประมวลผลรูปภาพไม่สำเร็จ
tr: Görsel işlenemedi
vi: Không thể xử lý hình ảnh

source: Failed to restore purchases. Please try again.
ar: تعذّرت استعادة المشتريات. حاول مرة أخرى.
de: Käufe konnten nicht wiederhergestellt werden. Bitte erneut versuchen.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fr: Échec de la restauration des achats. Veuillez réessayer.
id: Gagal memulihkan pembelian. Silakan coba lagi.
ja: 購入を復元できませんでした。もう一度お試しください。
pt_br: Falha ao restaurar compras. Tente novamente.
th: กู้คืนการซื้อไม่สำเร็จ โปรดลองอีกครั้ง
tr: Satın alımlar geri yüklenemedi. Lütfen tekrar deneyin.
vi: Không thể khôi phục giao dịch. Vui lòng thử lại.

source: Fast and accurate QR code scanning.
ar: مسح سريع ودقيق لرموز QR.
de: Schnelles und genaues QR-Code-Scannen.
es: Escaneo de QR rápido y preciso.
fr: Scan de QR code rapide et précis.
id: Pemindaian kode QR cepat dan akurat.
ja: 高速かつ正確なQRコードスキャン。
pt_br: Leitura de QR code rápida e precisa.
th: สแกนรหัส QR ได้รวดเร็วและแม่นยำ
tr: Hızlı ve doğru QR kod tarama.
vi: Quét mã QR nhanh và chính xác.

source: Feedback
ar: الملاحظات
es: Comentarios
fr: Commentaires
id: Masukan
ja: フィードバック
th: ความคิดเห็น
tr: Geri Bildirim
vi: Phản hồi

source: Forest
ar: غابة
de: Wald
es: Bosque
fr: Forêt
id: Hutan
ja: フォレスト
pt_br: Floresta
th: ป่า
tr: Orman
vi: Rừng

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
id: Gratis
ja: 無料
pt_br: Grátis
th: ฟรี
tr: Ücretsiz
vi: Miễn phí

source: Free Plan
ar: الخطة المجانية
de: Kostenloser Plan
es: Plan gratis
fr: Forfait gratuit
id: Paket gratis
ja: 無料プラン
pt_br: Plano grátis
th: แผนฟรี
tr: Ücretsiz Plan
vi: Gói miễn phí

source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
ja: 一般
pt_br: Geral
th: ทั่วไป
tr: Genel
vi: Chung

source: General Settings
ar: الإعدادات العامة
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Réglages généraux
id: Pengaturan Umum
ja: 一般設定
pt_br: Configurações gerais
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
vi: Cài đặt chung

source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fr: Commencer
id: Mulai
ja: 始める
pt_br: Começar
th: เริ่มต้น
tr: Başla
vi: Bắt đầu

source: Go Pro
ar: اشترك في PRO
de: PRO werden
es: Hazte PRO
fr: Passer PRO
id: Jadi PRO
ja: PROにする
pt_br: Seja PRO
th: ไปที่ PRO
tr: PRO'ya Geç
vi: Lên PRO

source: Grape
ar: عنب
de: Traube
es: Uva
fr: Raisin
id: Anggur
ja: グレープ
pt_br: Uva
th: องุ่น
tr: Üzüm
vi: Nho

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
id: Hijau
ja: グリーン
pt_br: Verde
th: เขียว
tr: Yeşil
vi: Xanh lá

source: Haptic feedback
ar: ردود فعل لمسية
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
id: Umpan balik haptik
ja: 触覚フィードバック
pt_br: Resposta tátil
th: การตอบสนองแบบสัมผัส
tr: Titreşimli geri bildirim
vi: Phản hồi rung

source: HD Export
ar: تصدير عالي الدقة
es: Exportación HD
fr: Export HD
id: Ekspor HD
ja: HDエクスポート
pt_br: Exportação em HD
th: ส่งออก HD
tr: HD Dışa Aktarma
vi: Xuất HD

source: Help & Support
ar: المساعدة والدعم
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
id: Bantuan & dukungan
ja: ヘルプとサポート
pt_br: Ajuda e suporte
th: ความช่วยเหลือและการสนับสนุน
tr: Yardım ve Destek
vi: Trợ giúp & hỗ trợ

source: High-resolution PNG, SVG & PDF export
ar: تصدير PNG وSVG وPDF عالي الدقة
de: Hochauflösender PNG-, SVG- & PDF-Export
es: Exportación PNG, SVG y PDF de alta resolución
fr: Export PNG, SVG et PDF haute résolution
id: Ekspor PNG, SVG & PDF resolusi tinggi
ja: 高解像度のPNG・SVG・PDFエクスポート
pt_br: Exportação PNG, SVG e PDF em alta resolução
th: ส่งออก PNG, SVG และ PDF ความละเอียดสูง
tr: Yüksek çözünürlüklü PNG, SVG ve PDF dışa aktarma
vi: Xuất PNG, SVG & PDF độ phân giải cao

source: High-resolution QR code export
ar: تصدير رمز QR بدقة عالية
de: QR-Code-Export in hoher Auflösung
es: Exportación de códigos QR en alta resolución
fr: Export de QR codes en haute résolution
id: Ekspor kode QR resolusi tinggi
ja: 高解像度QRコードの書き出し
pt_br: Exportação de QR code em alta resolução
th: ส่งออกคิวอาร์โค้ดความละเอียดสูง
tr: Yüksek çözünürlüklü QR kod dışa aktarma
vi: Xuất mã QR độ phân giải cao

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
id: Riwayat
ja: 履歴
pt_br: Histórico
th: ประวัติ
tr: Geçmiş
vi: Lịch sử

source: Include country code (e.g., +1 for USA)
ar: أدرج رمز الدولة (مثال: ‎+1 للولايات المتحدة)
de: Ländervorwahl angeben (z. B. +1 für USA)
es: Incluye el código de país (p. ej., +1 para EE. UU.)
fr: Incluez l'indicatif du pays (ex. +1 pour les USA)
id: Sertakan kode negara (mis. +1 untuk AS)
ja: 国番号を含めてください（例：日本は+81）
pt_br: Inclua o código do país (ex.: +1 para EUA)
th: ใส่รหัสประเทศ (เช่น +1 สำหรับสหรัฐฯ)
tr: Ülke kodunu ekleyin (örn. +90 Türkiye için)
vi: Bao gồm mã quốc gia (ví dụ: +1 cho Hoa Kỳ)

source: Keep all your scans and creations
ar: احتفظ بكل عمليات المسح والإنشاء
de: Behalte alle deine Scans und Kreationen
es: Guarda todos tus escaneos y creaciones
fr: Conservez tous vos scans et créations
id: Simpan semua pindaian dan kreasimu
ja: スキャンと作成したものをすべて保存
pt_br: Guarde todos os seus escaneamentos e criações
th: เก็บการสแกนและผลงานทั้งหมดของคุณ
tr: Tüm taramalarını ve oluşturduklarını sakla
vi: Lưu mọi lần quét và tạo của bạn

source: Last updated: January 15, 2026
ar: آخر تحديث: 15 يناير 2026
de: Zuletzt aktualisiert: 15. Januar 2026
es: Última actualización: 15 de enero de 2026
fr: Dernière mise à jour : 15 janvier 2026
id: Terakhir diperbarui: 15 Januari 2026
ja: 最終更新日：2026年1月15日
pt_br: Última atualização: 15 de janeiro de 2026
th: อัปเดตล่าสุด: 15 มกราคม 2026
tr: Son güncelleme: 15 Ocak 2026
vi: Cập nhật lần cuối: 15 tháng 1 năm 2026

source: Legal
ar: قانوني
de: Rechtliches
fr: Mentions légales
ja: 法的情報
pt_br: Jurídico
th: กฎหมาย
tr: Yasal
vi: Pháp lý

source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
id: Seumur hidup
ja: 買い切り
pt_br: Vitalício
th: ตลอดชีพ
tr: Ömür boyu
vi: Trọn đời

source: Link to any URL
ar: رابط إلى أي عنوان URL
de: Link zu beliebiger URL
es: Enlace a cualquier URL
fr: Lien vers une URL
id: Tautan ke URL apa pun
ja: 任意のURLへのリンク
pt_br: Link para qualquer URL
th: ลิงก์ไปยัง URL ใดก็ได้
tr: Herhangi bir URL’ye bağlantı
vi: Liên kết đến URL bất kỳ

source: Link to profile
ar: رابط إلى الملف الشخصي
de: Link zum Profil
es: Enlace al perfil
fr: Lien vers le profil
id: Tautan ke profil
ja: プロフィールへのリンク
pt_br: Link para o perfil
th: ลิงก์ไปยังโปรไฟล์
tr: Profile bağlantı
vi: Liên kết đến hồ sơ

source: Loading logo...
ar: جارٍ تحميل الشعار...
de: Logo wird geladen …
es: Cargando logo...
fr: Chargement du logo…
id: Memuat logo...
ja: ロゴを読み込み中...
pt_br: Carregando logo...
th: กำลังโหลดโลโก้...
tr: Logo yükleniyor...
vi: Đang tải logo...

source: Logo
ar: شعار
ja: ロゴ
th: โลโก้

source: Logo & Emoji
ar: شعار وإيموجي
es: Logo y emoji
fr: Logo et emoji
ja: ロゴ＆絵文字
pt_br: Logo e emoji
th: โลโก้และอิโมจิ
tr: Logo ve Emoji

source: Logo added
ar: تمت إضافة الشعار
de: Logo hinzugefügt
es: Logo añadido
fr: Logo ajouté
id: Logo ditambahkan
ja: ロゴを追加しました
pt_br: Logo adicionado
th: เพิ่มโลโก้แล้ว
tr: Logo eklendi
vi: Đã thêm logo

source: Mail Not Configured
ar: البريد غير مُهيأ
de: Mail nicht konfiguriert
es: Mail no configurado
fr: Mail non configuré
id: Mail Belum Disiapkan
ja: メールが設定されていません
pt_br: Mail não configurado
th: ยังไม่ได้ตั้งค่าเมล
tr: Mail Yapılandırılmamış
vi: Chưa cấu hình Mail

source: Make QR codes worth scanning
ar: أنشئ رموز QR تستحق المسح
de: Erstelle QR-Codes, die sich lohnen
es: Crea códigos QR que valga la pena escanear
fr: Créez des QR codes qui valent le scan
id: Buat kode QR yang layak dipindai
ja: スキャンしたくなる QRコードを
pt_br: Crie QR codes que valem o escaneamento
th: สร้างคิวอาร์โค้ด ที่น่าสแกน
tr: Taranmaya değer QR kodlar oluştur
vi: Tạo mã QR đáng để quét

source: Manage Subscriptions
ar: إدارة الاشتراكات
de: Abos verwalten
es: Gestionar suscripciones
fr: Gérer les abonnements
id: Kelola langganan
ja: サブスクリプションを管理
pt_br: Gerenciar assinaturas
th: จัดการการสมัครสมาชิก
tr: Abonelikleri Yönet
vi: Quản lý gói đăng ký

source: Membership Status
ar: حالة العضوية
de: Mitgliedsstatus
es: Estado de membresía
fr: Statut d'abonnement
id: Status keanggotaan
ja: メンバーシップの状態
pt_br: Status da assinatura
th: สถานะสมาชิก
tr: Üyelik Durumu
vi: Trạng thái thành viên

source: Message
ar: الرسالة
de: Nachricht
es: Mensaje
id: Pesan
ja: メッセージ
pt_br: Mensagem
th: ข้อความ
tr: Mesaj
vi: Tin nhắn

source: month
ar: شهر
de: Monat
es: mes
fr: mois
id: bulan
ja: 月
pt_br: mês
th: เดือน
tr: ay
vi: tháng

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
id: Bulanan
ja: 月間
pt_br: Mensal
th: รายเดือน
tr: Aylık
vi: Hàng tháng

source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
ja: 名前
pt_br: Nome
th: ชื่อ
tr: Ad
vi: Tên

source: Network error. Please check your connection.
ar: خطأ في الشبكة. تحقق من اتصالك.
de: Netzwerkfehler. Bitte Verbindung prüfen.
es: Error de red. Comprueba tu conexión.
fr: Erreur réseau. Vérifiez votre connexion.
id: Kesalahan jaringan. Periksa koneksi Anda.
ja: ネットワークエラー。接続を確認してください。
pt_br: Erro de rede. Verifique sua conexão.
th: เครือข่ายผิดพลาด โปรดตรวจสอบการเชื่อมต่อ
tr: Ağ hatası. Lütfen bağlantınızı kontrol edin.
vi: Lỗi mạng. Vui lòng kiểm tra kết nối.

source: Network Name
ar: اسم الشبكة
de: Netzwerkname
es: Nombre de la red
fr: Nom du réseau
id: Nama Jaringan
ja: ネットワーク名
pt_br: Nome da rede
th: ชื่อเครือข่าย
tr: Ağ Adı
vi: Tên mạng

source: No purchases to restore
ar: لا توجد مشتريات لاستعادتها
de: Keine Käufe zum Wiederherstellen
es: No hay compras que restaurar
fr: Aucun achat à restaurer
id: Tidak ada pembelian untuk dipulihkan
ja: 復元できる購入はありません
pt_br: Nenhuma compra para restaurar
th: ไม่มีการซื้อให้กู้คืน
tr: Geri yüklenecek satın alma yok
vi: Không có giao dịch nào để khôi phục

source: No purchases to restore.
ar: لا توجد مشتريات لاستعادتها.
de: Keine Käufe zum Wiederherstellen.
es: No hay compras que restaurar.
fr: Aucun achat à restaurer.
id: Tidak ada pembelian untuk dipulihkan.
ja: 復元できる購入はありません。
pt_br: Nenhuma compra para restaurar.
th: ไม่มีการซื้อให้กู้คืน
tr: Geri yüklenecek satın alma yok.
vi: Không có giao dịch nào để khôi phục.

source: No QR code found in image
ar: لم يُعثر على رمز QR في الصورة
de: Kein QR-Code im Bild gefunden
es: No se encontró ningún código QR en la imagen
fr: Aucun QR code trouvé dans l’image
id: Tidak ada kode QR di gambar
ja: 画像にQRコードが見つかりません
pt_br: Nenhum código QR encontrado na imagem
th: ไม่พบรหัส QR ในรูปภาพ
tr: Görselde QR kodu bulunamadı
vi: Không tìm thấy mã QR trong ảnh

source: No QR codes yet
ar: لا توجد رموز QR بعد
de: Noch keine QR-Codes
es: Aún no hay códigos QR
fr: Aucun QR code pour le moment
id: Belum ada kode QR
ja: QRコードはまだありません
pt_br: Ainda não há códigos QR
th: ยังไม่มีรหัส QR
tr: Henüz QR kodu yok
vi: Chưa có mã QR nào

source: None
ar: بدون
de: Keine
es: Ninguna
fr: Aucune
id: Tidak ada
ja: なし
pt_br: Nenhuma
th: ไม่มี
tr: Yok
vi: Không có

source: Ocean
ar: محيط
de: Ozean
es: Océano
fr: Océan
id: Samudra
ja: オーシャン
pt_br: Oceano
th: มหาสมุทร
tr: Okyanus
vi: Đại dương

source: OK
ar: حسنًا
th: ตกลง
tr: Tamam

source: Older
ar: أقدم
de: Älter
es: Más antiguo
fr: Plus ancien
id: Lebih lama
ja: それ以前
pt_br: Mais antigo
th: เก่ากว่า
tr: Daha Eski
vi: Cũ hơn

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
ja: 開く
pt_br: Abrir
th: เปิด
tr: Aç
vi: Mở

source: Open in Instagram
ar: فتح في Instagram
de: In Instagram öffnen
es: Abrir en Instagram
fr: Ouvrir dans Instagram
id: Buka di Instagram
ja: Instagramで開く
pt_br: Abrir no Instagram
th: เปิดใน Instagram
tr: Instagram'da aç
vi: Mở trong Instagram

source: Open in WhatsApp
ar: فتح في WhatsApp
de: In WhatsApp öffnen
es: Abrir en WhatsApp
fr: Ouvrir dans WhatsApp
id: Buka di WhatsApp
ja: WhatsAppで開く
pt_br: Abrir no WhatsApp
th: เปิดใน WhatsApp
tr: WhatsApp'ta aç
vi: Mở trong WhatsApp

source: Open URL
ar: فتح الرابط
de: URL öffnen
es: Abrir URL
fr: Ouvrir l’URL
id: Buka URL
ja: URLを開く
pt_br: Abrir URL
th: เปิด URL
tr: URL’yi Aç
vi: Mở URL

source: Optional message
ar: رسالة اختيارية
de: Optionale Nachricht
es: Mensaje opcional
fr: Message facultatif
id: Pesan opsional
ja: メッセージ（任意）
pt_br: Mensagem opcional
th: ข้อความ (ไม่บังคับ)
tr: İsteğe bağlı mesaj
vi: Tin nhắn tùy chọn

source: Optional subject
ar: موضوع اختياري
de: Optionaler Betreff
es: Asunto opcional
fr: Objet facultatif
id: Subjek opsional
ja: 件名（任意）
pt_br: Assunto opcional
th: หัวเรื่อง (ไม่บังคับ)
tr: İsteğe bağlı konu
vi: Chủ đề tùy chọn

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
pt_br: Senha
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
id: Telepon
ja: 電話
pt_br: Telefone
th: โทรศัพท์
tr: Telefon
vi: Điện thoại

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
id: Nomor Telepon
ja: 電話番号
pt_br: Número de telefone
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
vi: Số điện thoại

source: Plain text message
ar: رسالة نصية عادية
de: Reine Textnachricht
es: Mensaje de texto sin formato
fr: Message en texte brut
id: Pesan teks biasa
ja: プレーンテキストメッセージ
pt_br: Mensagem de texto simples
th: ข้อความธรรมดา
tr: Düz metin mesajı
vi: Tin nhắn văn bản thuần

source: Plans are currently unavailable. Please try again later.
ar: الخطط غير متاحة حاليًا. يرجى المحاولة لاحقًا.
de: Pläne sind derzeit nicht verfügbar. Bitte versuche es später erneut.
es: Los planes no están disponibles ahora. Inténtalo de nuevo más tarde.
fr: Les formules sont indisponibles pour le moment. Réessayez plus tard.
id: Paket saat ini tidak tersedia. Silakan coba lagi nanti.
ja: 現在プランを利用できません。後でもう一度お試しください。
pt_br: Os planos estão indisponíveis no momento. Tente novamente mais tarde.
th: ขณะนี้ยังไม่มีแพ็กเกจ โปรดลองใหม่ภายหลัง
tr: Planlar şu anda kullanılamıyor. Lütfen daha sonra tekrar dene.
vi: Hiện chưa có gói nào. Vui lòng thử lại sau.

source: Please configure your Mail app or contact us directly at:
ar: يرجى تهيئة تطبيق البريد أو التواصل معنا مباشرة على:
de: Bitte konfigurieren Sie Ihre Mail-App oder kontaktieren Sie uns direkt unter:
es: Configura tu app de Mail o contáctanos directamente en:
fr: Veuillez configurer votre app Mail ou contactez-nous directement à :
id: Harap konfigurasikan aplikasi Mail Anda atau hubungi kami langsung di:
ja: メールアプリを設定するか、直接こちらにお問い合わせください：
pt_br: Configure o app Mail ou fale conosco diretamente em:
th: โปรดตั้งค่าแอปเมลของคุณ หรือติดต่อเราโดยตรงที่:
tr: Lütfen Mail uygulamanızı yapılandırın veya bizimle doğrudan iletişime geçin:
vi: Vui lòng cấu hình ứng dụng Mail hoặc liên hệ trực tiếp với chúng tôi tại:

source: Please enable camera access in Settings to scan QR codes
ar: فعّل الوصول إلى الكاميرا في الإعدادات لمسح رموز QR
de: Bitte aktivieren Sie den Kamerazugriff in den Einstellungen, um QR-Codes zu scannen
es: Habilita el acceso a la cámara en Ajustes para escanear códigos QR
fr: Activez l'accès à la caméra dans Réglages pour scanner des QR codes
id: Aktifkan akses kamera di Pengaturan untuk memindai kode QR
ja: QRコードをスキャンするには、設定でカメラへのアクセスを許可してください
pt_br: Ative o acesso à câmera nos Ajustes para escanear códigos QR
th: เปิดการเข้าถึงกล้องในการตั้งค่าเพื่อสแกนรหัส QR
tr: QR kodları taramak için Ayarlar'dan kamera erişimine izin verin
vi: Bật quyền truy cập máy ảnh trong Cài đặt để quét mã QR

source: Point at a QR code to scan
ar: وجّه الكاميرا نحو رمز QR للمسح
de: Auf QR-Code richten zum Scannen
es: Apunta a un código QR para escanear
fr: Visez un QR code pour scanner
id: Arahkan ke kode QR untuk memindai
ja: QRコードに向けてスキャン
pt_br: Aponte para um QR code para escanear
th: เล็งไปที่คิวอาร์โค้ดเพื่อสแกน
tr: Taramak için QR koda doğrult
vi: Hướng vào mã QR để quét

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
id: Preferensi
ja: 環境設定
pt_br: Preferências
th: การตั้งค่า
tr: Tercihler
vi: Tùy chọn

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
ja: プライバシー
pt_br: Privacidade
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Quyền riêng tư

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
ja: プライバシーポリシー
pt_br: Política de privacidade
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật

source: Privacy Policy for QReative
ar: سياسة الخصوصية لـ QReative
de: Datenschutzrichtlinie für QReative
es: Política de Privacidad de QReative
fr: Politique de confidentialité de QReative
id: Kebijakan Privasi QReative
ja: QReativeのプライバシーポリシー
pt_br: Política de Privacidade do QReative
th: นโยบายความเป็นส่วนตัวของ QReative
tr: QReative Gizlilik Politikası
vi: Chính sách Quyền riêng tư của QReative

source: Pro Plan
ar: خطة Pro
es: Plan Pro
fr: Forfait Pro
id: Paket Pro
ja: Proプラン
pt_br: Plano Pro
th: แผน Pro
vi: Gói Pro

source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet …
es: Procesando...
fr: Traitement…
id: Memproses...
ja: 処理中...
pt_br: Processando...
th: กำลังประมวลผล...
tr: İşleniyor...
vi: Đang xử lý...

source: Product not found
ar: المنتج غير موجود
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit introuvable
id: Produk tidak ditemukan
ja: 商品が見つかりません
pt_br: Produto não encontrado
th: ไม่พบสินค้า
tr: Ürün bulunamadı
vi: Không tìm thấy sản phẩm

source: Purchase failed. Please try again.
ar: فشل الشراء. حاول مرة أخرى.
de: Kauf fehlgeschlagen. Bitte erneut versuchen.
es: La compra falló. Inténtalo de nuevo.
fr: Échec de l’achat. Veuillez réessayer.
id: Pembelian gagal. Silakan coba lagi.
ja: 購入に失敗しました。もう一度お試しください。
pt_br: Falha na compra. Tente novamente.
th: การซื้อล้มเหลว โปรดลองอีกครั้ง
tr: Satın alma başarısız. Lütfen tekrar deneyin.
vi: Mua hàng thất bại. Vui lòng thử lại.

source: Purchase verification failed
ar: فشل التحقق من الشراء
de: Kaufüberprüfung fehlgeschlagen
es: La verificación de la compra falló
fr: Échec de la vérification de l’achat
id: Verifikasi pembelian gagal
ja: 購入の確認に失敗しました
pt_br: Falha na verificação da compra
th: การยืนยันการซื้อล้มเหลว
tr: Satın alma doğrulaması başarısız
vi: Xác minh giao dịch thất bại

source: Purchase was cancelled
ar: تم إلغاء الشراء
de: Kauf wurde abgebrochen
es: La compra fue cancelada
fr: L’achat a été annulé
id: Pembelian dibatalkan
ja: 購入がキャンセルされました
pt_br: A compra foi cancelada
th: การซื้อถูกยกเลิก
tr: Satın alma iptal edildi
vi: Giao dịch đã bị hủy

source: Purple
ar: بنفسجي
de: Lila
es: Morado
fr: Violet
id: Ungu
ja: パープル
pt_br: Roxo
th: ม่วง
tr: Mor
vi: Tím

source: QR Code
ar: رمز QR
es: Código QR
id: Kode QR
ja: QRコード
th: คิวอาร์โค้ด
tr: QR Kod
vi: Mã QR

source: QR Detail: %@
ar: تفاصيل QR: %@
es: Detalle de QR: %@
fr: Détail du QR : %@
id: Detail QR: %@
ja: QRの詳細：%@
pt_br: Detalhe do QR: %@
th: รายละเอียด QR: %@
tr: QR Detayı: %@
vi: Chi tiết QR: %@

source: Rate App
ar: قيّم التطبيق
de: App bewerten
es: Valorar la app
fr: Noter l'app
id: Beri nilai aplikasi
ja: アプリを評価
pt_br: Avaliar o app
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
vi: Đánh giá ứng dụng

source: Read any QR code or barcode instantly
ar: اقرأ أي رمز QR أو باركود فورًا
de: Jeden QR-Code oder Barcode sofort lesen
es: Lee al instante cualquier código QR o de barras
fr: Lisez instantanément tout QR code ou code-barres
id: Baca kode QR atau barcode apa pun secara instan
ja: あらゆるQRコードやバーコードを瞬時に読み取り
pt_br: Leia qualquer QR code ou código de barras na hora
th: อ่านคิวอาร์โค้ดหรือบาร์โค้ดใดก็ได้ทันที
tr: Herhangi bir QR kodu veya barkodu anında oku
vi: Đọc mọi mã QR hoặc mã vạch ngay lập tức

source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
id: Merah
ja: レッド
pt_br: Vermelho
th: แดง
tr: Kırmızı
vi: Đỏ

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
pt_br: Remover
th: ลบ
tr: Kaldır
vi: Xóa

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
ja: 復元
pt_br: Restaurar
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan pembelian
ja: 購入を復元
pt_br: Restaurar compras
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
vi: Khôi phục giao dịch

source: Rounded
ar: دائري
de: Abgerundet
es: Redondeado
fr: Arrondi
id: Membulat
ja: 角丸
pt_br: Arredondado
th: มน
tr: Yuvarlak
vi: Bo tròn

source: Save %lld%%
ar: وفّر %lld%%
de: %lld%% sparen
es: Ahorra %lld%%
fr: Économisez %lld%%
id: Hemat %lld%%
ja: %lld%%お得
pt_br: Economize %lld%%
th: ประหยัด %lld%%
tr: %%%lld tasarruf
vi: Tiết kiệm %lld%%

source: Save 48%
ar: وفّر 48%
de: 48% sparen
es: Ahorra 48%
fr: Économisez 48%
id: Hemat 48%
ja: 48%お得
pt_br: Economize 48%
th: ประหยัด 48%
tr: %48 tasarruf
vi: Tiết kiệm 48%

source: Save all scans with CSV export
ar: احفظ كل عمليات المسح مع تصدير CSV
de: Alle Scans mit CSV-Export speichern
es: Guarda todos los escaneos con exportación CSV
fr: Enregistrez tous les scans avec export CSV
id: Simpan semua pindaian dengan ekspor CSV
ja: すべてのスキャンをCSVエクスポートで保存
pt_br: Salve todas as leituras com exportação CSV
th: บันทึกการสแกนทั้งหมดพร้อมส่งออก CSV
tr: Tüm taramaları CSV dışa aktarmayla kaydedin
vi: Lưu mọi lần quét với xuất CSV

source: Save to Photos
ar: حفظ في الصور
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
id: Simpan ke Foto
ja: 写真に保存
pt_br: Salvar em Fotos
th: บันทึกลงรูปภาพ
tr: Fotoğraflara Kaydet
vi: Lưu vào Ảnh

source: Saved to history
ar: تم الحفظ في السجل
de: Im Verlauf gespeichert
es: Guardado en el historial
fr: Enregistré dans l'historique
id: Disimpan ke riwayat
ja: 履歴に保存しました
pt_br: Salvo no histórico
th: บันทึกลงประวัติแล้ว
tr: Geçmişe kaydedildi
vi: Đã lưu vào lịch sử

source: Saved!
ar: تم الحفظ!
de: Gespeichert!
es: ¡Guardado!
fr: Enregistré !
id: Tersimpan!
ja: 保存しました！
pt_br: Salvo!
th: บันทึกแล้ว!
tr: Kaydedildi!
vi: Đã lưu!

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Scanner
id: Pindai
ja: スキャン
pt_br: Escanear
th: สแกน
tr: Tara
vi: Quét
